[
  {
    "title": "US Research Analyst",
    "type": "Full-Time",
    "content": {
      "summary": "Shaping the future of economic policy analysis",
      "location": "Washington DC",
      "contract": "Full-time, starting January 2025",
      "description": "PolicyEngine is seeking a Research Analyst to join our US team. This role is crucial to expanding PolicyEngine's capabilities by developing and validating our economic policy models, conducting policy impact assessments, and supporting stakeholder engagement. This is a unique opportunity to contribute to an innovative project that aims to revolutionize public policy analysis and drive positive societal change.",
      "responsibilities": [
        "Develop and maintain microsimulation models",
        "Conduct policy analysis and impact assessment",
        "Perform data validation and quality assurance",
        "Lead stakeholder engagement and training",
        "Create technical documentation",
        "Participate in open source community",
        "Prepare policy research and reporting",
        "Support model enhancement and testing"
      ],
      "qualifications": "Bachelor's degree or equivalent experience in economics, public policy, statistics, or related fields; proficiency in Python, R, or similar languages; strong analytical and communication skills; interest in US public policy.",
      "benefits": "Impactful work in policy analysis, innovative technical environment, professional growth opportunities, collaborative international team, flexible work arrangements, and 403(b) retirement plan with employer contribution."
    }
  },
  {
    "title": "Software Engineering Intern",
    "type": "Internship",
    "content": {
      "summary": "Developing accessible policy analysis tools",
      "location": "Remote (US-based preferred)",
      "duration": "Spring, Summer, or Fall semester (possibility of extension)",
      "description": "As a Software Engineering Intern at PolicyEngine, you will contribute to making policy analysis tools more accessible, from our web app users to our internal team of developers. This internship offers a unique opportunity to work on cutting-edge technology in the realm of public policy analysis.",
      "responsibilities": [
        "Develop and enhance Python libraries",
        "Build new applications using emerging technologies like generative AI",
        "Work on React-based front-end in the policyengine-app repo",
        "Contribute to Flask/Python back-end development in the policyengine-api and policyengine-core libraries",
        "Develop and review code collaboratively in GitHub"
      ],
      "qualifications": "Currently pursuing a degree in Computer Science or related field; proficiency in Python and JavaScript; familiarity with React and Flask is a plus.",
      "benefits": "Paid stipend, flexible remote work, mentorship from experienced developers, and exposure to the intersection of technology and public policy."
    }
  },
  {
    "title": "Policy Modeling Intern",
    "type": "Internship",
    "content": {
      "summary": "Powering PolicyEngine's core rules engine",
      "location": "Remote (US, UK, or Canada-based preferred)",
      "duration": "Spring, Summer, or Fall semester (possibility of extension)",
      "description": "As a Policy Modeling Intern, you will play a crucial role in developing and enhancing the models of tax and benefit policies that power PolicyEngine's rules engine, the heart of our software. This internship provides a unique opportunity to directly impact the accuracy and comprehensiveness of our policy analysis tools.",
      "responsibilities": [
        "Augment the policyengine-us, policyengine-uk, and policyengine-canada Python packages",
        "Model additional tax and benefit rules and regulations for the US, UK, and Canada",
        "Monitor legislative and policy proposals",
        "Strategize the integration of new policies into PolicyEngine",
        "Develop and review code collaboratively in GitHub"
      ],
      "qualifications": "Currently pursuing a degree in Economics, Public Policy, or related field; strong analytical skills; proficiency in Python; interest in tax and benefit systems.",
      "benefits": "Paid stipend, flexible remote work, exposure to cutting-edge policy modeling techniques, and the opportunity to contribute to impactful open-source projects."
    }
  },
  {
    "title": "Data Science Intern",
    "type": "Internship",
    "content": {
      "summary": "Revealing quantitative implications of policy reforms",
      "location": "Remote (US-based preferred)",
      "duration": "Spring, Summer, or Fall semester (possibility of extension)",
      "description": "As a Data Science Intern at PolicyEngine, you will work on revealing the quantitative implications of the most visible policy reforms. This role offers a unique blend of data analysis, visualization, and policy research, allowing you to make a tangible impact on public understanding of complex policy issues.",
      "responsibilities": [
        "Work with policy analysts to analyze tax and benefit policies",
        "Create custom analyses using advanced statistical methods",
        "Develop mini-apps and interactive visualizations using tools like Plotly and Streamlit",
        "Contribute to data-driven policy reports and blog posts",
        "Collaborate with the team to improve data processing and analysis pipelines"
      ],
      "qualifications": "Currently pursuing a degree in Data Science, Statistics, or related field; strong programming skills in Python; experience with data visualization libraries; interest in public policy.",
      "benefits": "Paid stipend, flexible remote work, opportunity to work with large-scale policy datasets, and exposure to real-world applications of data science in policy analysis."
    }
  },
  {
    "title": "Economic Research Intern",
    "type": "Internship",
    "content": {
      "summary": "Applying PolicyEngine to influence policy debates",
      "location": "Remote (US, UK, or Canada-based preferred)",
      "duration": "Spring, Summer, or Fall semester (possibility of extension)",
      "description": "As an Economic Research Intern at PolicyEngine, you will apply our software to discussions that influence top public policy debates. This role offers a unique opportunity to bridge economic theory with practical policy analysis, contributing to some of the most pressing economic discussions of our time.",
      "responsibilities": [
        "Research and summarize economic data and academic research",
        "Contribute to policy analysis discussions and write blog posts",
        "Use PolicyEngine tools to model and analyze proposed economic policies",
        "Engage with policymakers and research institutions",
        "Assist in preparing reports and presentations for various stakeholders"
      ],
      "qualifications": "Currently pursuing a degree in Economics, Public Policy, or related field; strong analytical and writing skills; familiarity with economic research methods; interest in applied policy analysis.",
      "benefits": "Paid stipend, flexible remote work, opportunity to contribute to high-level policy discussions, and exposure to cutting-edge economic modeling techniques."
    }
  },
  {
    "title": "Communications Intern",
    "type": "Internship",
    "content": {
      "summary": "Amplifying PolicyEngine's impact through strategic communication",
      "location": "Remote (US-based preferred)",
      "duration": "Spring, Summer, or Fall semester (possibility of extension)",
      "description": "As a Communications Intern at PolicyEngine, you will play a crucial role in amplifying our impact by connecting diverse audiences to relevant policy insights. This internship offers a unique opportunity to develop your strategic communications skills while contributing to important policy discussions.",
      "responsibilities": [
        "Assist in distributing PolicyEngine's findings and analyses",
        "Engage in digital communications, including managing social media accounts",
        "Create content for and help organize webinars and online events",
        "Monitor media coverage of PolicyEngine and relevant policy topics",
        "Maintain and expand contact lists for media, policymakers, and other stakeholders",
        "Contribute to the development of communication strategies for new policy analyses"
      ],
      "qualifications": "Currently pursuing a degree in Communications, Journalism, Public Relations, or related field; excellent writing and editing skills; familiarity with social media platforms; interest in public policy and data-driven communication.",
      "benefits": "Paid stipend, flexible remote work, opportunity to build a professional network in policy and media circles, and hands-on experience in strategic communications for a cutting-edge policy organization."
    }
  }
]
